[
    {
        "id": 1,
        "answer": "The orbits of the planets are not perfectly circular, they have an ellipsoidal shape. Mars inimum distance from Sun is 205 million km (128 million miles) and its maximum distance from Sun is 249 million km (155 million miles)."
    },
    {
        "id": 2,
        "answer": "Mars is the fourth planet from the Sun. It follows an orbit between Earth's orbit and the asteroids belt. Mars minimum distance from Sun is 205 million km (128 million miles) and its maximum distance from Sun is 249 million km (155 million miles)."
    },
    {
        "id": 3,
        "answer": "It is about 1.52 AU."
    },
    {
        "id": 4,
        "answer": "The temperature on Mars varies from -129 oC to 0oC ( -200oF to 32oF)."
    },
    {
        "id": 5,
        "answer": "Scientists have not found any trace of life outside Earth, but the search continues."
    },
    {
        "id": 6,
        "answer": "Mars is much like Venus, it's very bright and therefore easily spotted in the night sky. Because of this, we don't know who exactly discovered Mars. We do know it was named after the Roman god of war, because its reddish color reminded people of blood."
    },
    {
        "id": 7,
        "answer": "Yes, Mars is one of the Rocky planets. Mars composition seems to be the of the same kinds of minerals as the Earth has, with lots of silicates and some iron oxides that gives it its reddish color."
    },
    {
        "id": 8,
        "answer": "Terraforming another planet means to change the planet to make it more like the planet Earth. This would involve making changes to a planet's atmosphere, soil, and temperature. And these are the basics! These changes are easier said than done, but not entirely impossible. Since we have never terraformed a planet, it's hard to say how long it would take, but surely it would take hundreds of years to make a good start!"
    },
    {
        "id": 9,
        "answer": "The Sun is a medium size star. It will become a red giant. At this point, the Sun will have expanded to cover all the interior planets, including Mars and Earth. The outer layers then cool to about 3000 K and becomes a red star of a huge size. After a few more millions of years, the star evolves into a white dwarf-planetary nebula system."
    },
    {
        "id": 10,
        "answer": "No, gravity is inversely proportional to the distance to the center of Mars (or any other object). A point a the top oh a higher elevations will hve a lower gravitational pull. This is valid everywhere!"
    },
    {
        "id": 11,
        "answer": "The finding of proof of water on Mars is a first step toward learning whether Mars is hospitable or if there was life before on this planet, because all life (as we know it) requires water."
    },
    {
        "id": 12,
        "answer": "For Mars: Minimum Distance from Sun: 205 million km (128 million miles) Maximum Distance from Sun: 249 million km (155 million miles)"
    },
    {
        "id": 13,
        "answer": "Mars diameter is 6,785 km (4,217 miles)."
    },
    {
        "id": 14,
        "answer": "A year in Mars (a full revolution about the Sun) takes 1.88 Earth years. From December 1993 to December 2007 Earth has completed 15 revolutions around the Sun (15 Earth years) but Mars only 7.97 revolutions."
    },
    {
        "id": 15,
        "answer": "There won't the oxygen necessary to live, the traveler would be expossed to dangerous radiations, and many biological processes would be affected by the lack of atmospheric pressure (Mars atmosphere is much thinner than that of Earth, with a surface pressure averaging 1/100th that at the surface of the Earth) and the much lower gravity (0.37% of Earth's)."
    },
    {
        "id": 16,
        "answer": "The average smallest distance between Mars and the Earth is 48 million miles (78 million kilometers). If we can keep a constant speed of 600 000 mph, we will reach Mars in about 80 hours."
    },
    {
        "id": 17,
        "answer": "Mars temperature varies from : -129oC to 0oC ( -200oF to 32oF)."
    },
    {
        "id": 18,
        "answer": "The atmosphere of Mars is much thinner than that of Earth, with a surface pressure averaging 1/100th that at the surface of the Earth. The air resistance should be much lower that in our planet."
    },
    {
        "id": 19,
        "answer": "The atmosphere of Mars is composed mainly of carbon dioxide (95.3%), nitrogen (2.7%), and argon (1.6%), with small amounts of other gases. Oxygen, which is so important to us on earth, makes up only 0.13% of the atmosphere at Mars. There is only one-fourth as much water vapor in the atmosphere."
    },
    {
        "id": 20,
        "answer": "Mars' diameter is 6 785 km (4,217 miles), and has a mass of 0.64x1024 kilograms (0.11 x Earth's)."
    }
]